Repository: isoteemu/TJTS5901-K23
Catalog: src/tjts5901/translations/*/LC_MESSAGES/messages.po
Languages: fi_fi

source: Hill Valley DMC dealership
fi_fi: Hill Valley DMC -liike

source: Hello, World!
fi_fi: Hei Maailma!

source: Required field missing
fi_fi: Pakollinen kenttä puuttuu

source: Error creating token: %s
fi_fi: Virhe luotaessa tunnistetta: %s

source: Created token: %s
fi_fi: Luotu tunniste: %s

source: Starting bid must be greater than %(amount)s.
fi_fi: Huudon tulee olla vähintään %(amount)s

source: Item listed successfully!
fi_fi: Tuote lisätty onnistuneesti!

source: Error creating item: %(exc)s
fi_fi: Virhe luotaessa tuotetta: %(exc)s

source: Congratulations! You won the auction!
fi_fi: Onnittelut! Voitit huutokaupan!

source: This item is no longer on sale.
fi_fi: Tämä tuote ei ole enää myynnissä

source: This item is closing soon! Act now! Now! Now!
fi_fi: Tämä tuote sulkeutuu pian! Toimi nyt! Heti! Nyt!

source: Title is required.
fi_fi: Otsikko on pakollinen.

source: Error updating item: %(exc)s
fi_fi: Virhe päivitettäessä tuotetta: %(exc)s

source: Item updated successfully!
fi_fi: Tuote päivitetty onnistuneesti!

source: Error deleting item: %(exc)s
fi_fi: Virhe poistaessa tuotetta: %(exc)s

source: Item deleted successfully!
fi_fi: Tuote poistettu onnistuneesti!

source: Bid must be at least %(min_amount)s
fi_fi: Huudon tulee olla vähintään %(min_amount)s

source: Error placing bid: %(exc)s
fi_fi: Virhe asettaessa huutoa: %(exc)s

source: Bid placed successfully!
fi_fi: Huuto asetettu onnistuneesti!

source: Missing required argument %(argname)s
fi_fi: Tarvittava argumentti %(argname)s puuttuu

source: Invalid value for argument %(argname)s
fi_fi: Virheellinen arvo argumentille %(argname)s

source: Error parsing argument %(argname)s: %(exc)s
fi_fi: Virhe käsiteltäessä argumenttia %(argname)s: %(exc)s

source: Home
fi_fi: Etusivu

source: Sell
fi_fi: Myy

source: About
fi_fi: Tietoa

source: Language
fi_fi: Kieli

source: Log Out
fi_fi: Kirjaudu ulos

source: Register
fi_fi: Rekisteröidy

source: Log In
fi_fi: Kirjaudu sisään

source: Search
fi_fi: Etsi

source: Message
fi_fi: Viesti

source: Close
fi_fi: Sulje

source: Sign in to our platform
fi_fi: Kirjaudu palveluun

source: Email
fi_fi: Sähköposti

source: Your email
fi_fi: Sähköpostisi

source: Password
fi_fi: Salasana

source: Your password
fi_fi: Salasanasi

source: Remember me
fi_fi: Muista minut

source: Lost password?
fi_fi: Salasana unohtunut?

source: Login
fi_fi: Kirjaudu

source: Not registered?
fi_fi: Ei vielä tunnuksia?

source: Create an account
fi_fi: Luo tunnus

source: Seller
fi_fi: Myyjä

source: Register on our platform
fi_fi: Rekisteröidy palveluun

source: Confirm password
fi_fi: Vahvista salasana

source: I agree to the %(terms)s
fi_fi: Hyväksyn %(terms)s

source: terms and conditions
fi_fi: käyttöehdot

source: Register account
fi_fi: Rekisteröi tunnus

source: Already have an account?
fi_fi: Onko sinulla jo tunnus?

source: Login here
fi_fi: Kirjaudu tästä

source: Personal Access Tokens
fi_fi: Henkilökohtaiset poletit

source: Personal access tokens allow third-party services to authenticate with our application on your behalf.
fi_fi: Henkilökohtaiset poletit mahdollistavat kolmannen osapuolen palveluidenautentikoinnin sovelluksen puolesta.

source: Your new personal access token
fi_fi: Uusi henkilökohtainen poletti

source: Your new personal access token is shown below. You may now use this token to make API requests.
fi_fi: Uusi henkilökohtainen poletti näkyy alla. Voit nyt käyttää tätä polettiaAPI-pyyntöihin.

source: Copy
fi_fi: Kopioi

source: Make sure to copy your new token now. You won't be able to see it again!
fi_fi: Varmista, että kopioit uuden poletin. Et voi nähdä sitä uudelleen!

source: Create access token
fi_fi: Luo poletti

source: Name
fi_fi: Nimi

source: Enter token name
fi_fi: Anna poletin nimi

source: Give your token a descriptive name so you can easily identify it in the future.
fi_fi: Anna poletille kuvaava nimi, jotta voit helposti tunnistaa sen tulevaisuudessa.

source: Expires at
fi_fi: Vanhenee

source: Leave blank to never expire.
fi_fi: Jätä tyhjäksi, jos et halua poletin vanhentuman.

source: Active Access Tokens
fi_fi: Aktiiviset poletit

source: Token name
fi_fi: Poletin nimi

source: Created
fi_fi: Luotu

source: Last used
fi_fi: Viimeksi käytetty

source: Expires
fi_fi: Vanhenee

source: Actions
fi_fi: Toiminnot

source: Never
fi_fi: Ei koskaan

source: Delete
fi_fi: Poista

source: Items on sale
fi_fi: Myynnissä olevat tuotteet

source: Title
fi_fi: Otsikko

source: Description
fi_fi: Kuvaus

source: Starting Bid
fi_fi: Aloitushinta

source: Created At
fi_fi: Luotu

source: Closes At
fi_fi: Sulkeutuu

source: Sell an Item
fi_fi: Lisää tuote myyntiin

source: Add Item
fi_fi: Lisää tuote

source: Currency
fi_fi: Valuutta

source: Flash sale!
fi_fi: Salamakauppa!

source: Add to listing
fi_fi: Lisää myyntiin

source: Starting Price
fi_fi: Aloitushinta

source: Update listing
fi_fi: Päivitä myynti-ilmoitus

source: Are you sure?
fi_fi: Oletko varma?

source: %(item)s by %(seller)s
fi_fi: %(item)s, myyjänä %(seller)s

source: Closes at
fi_fi: Sulkeutuu

source: Added at
fi_fi: Lisätty

source: Starting bid
fi_fi: Aloitushinta

source: Bid amount
fi_fi: Tarjous

source: Minimum bid is %(min_bid)s
fi_fi: Vähimmäistarjous on %(min_bid)s

source: Bid
fi_fi: Tarjoa

source: Congratulations!
fi_fi: Onnittelut!

source: You won the bid!
fi_fi: Voitit huutokisan!

source: Final price
fi_fi: Lopullinen hinta

source: You won this item at %(closes_at)s
fi_fi: Voitit tämän tuotteen %(closes_at)s

source: Pay
fi_fi: Maksa

source: Item is no longer at sale.
fi_fi: Myynti on päättynyt.

source: Next time, act faster!
fi_fi: Jatkossa toimi nopeammin!

source: %(icon)s Contact seller
fi_fi: %(icon)s Ota yhteyttä myyjään

source: %(icon)s Call seller
fi_fi: %(icon)s Soita myyjälle

source: Elon-senpai notice me!
fi_fi: Elon-senpai huomioi minut!

source: Zuckdaddy, you so alpha!
fi_fi: Zuckdaddy, olet niin alpha!

source: Email to a friend
fi_fi: Lähetä ystävälle
