Repository: isoteemu/TJTS5901-K23
Catalog: src/tjts5901/translations/tlh/LC_MESSAGES/messages.po
Languages: tlh_aa

source: Hill Valley DMC dealership
tlh_aa: qeylIS wo'

source: Hello, World!
tlh_aa: qo' vIvan!

source: Required field missing
tlh_aa: qo'Daq ja'choH

source: Error creating token: %s
tlh_aa: chenmoHwI'pu' %s

source: Created token: %s
tlh_aa: ghojwI' vIHechtaHvIS. %s

source: Starting bid must be greater than %(amount)s.
tlh_aa: vaj bIHvaD Hoch taqlu' %(amount)s.

source: Item listed successfully!
tlh_aa: toH, chIch buSqu'!

source: Error creating item: %(exc)s
tlh_aa: jachtaHvIS. %(exc)s

source: Congratulations! You won the auction!
tlh_aa: tlhochqu' 'urmang! naDev Data'!

source: This item is no longer on sale.
tlh_aa: muSHa'ghach'e' neH ghaH.

source: This item is closing soon! Act now! Now! Now!
tlh_aa: QI'yaH, mIwvam! DaH yIvang! DaH! DaH!

source: Title is required.
tlh_aa: Dochvetlh 'oH ghu'vam.

source: Error updating item: %(exc)s
tlh_aa: 'elpu'bogh. %(exc)s

source: Item updated successfully!
tlh_aa: DujtaHvIS chenpu'!

source: Error deleting item: %(exc)s
tlh_aa: 'e' vIqaSmoHbej, %(exc)s

source: Item deleted successfully!
tlh_aa: chIch chavvam mIghqu'!

source: Bid must be at least %(min_amount)s
tlh_aa: vaj choq %(min_amount)s

source: Error placing bid: %(exc)s
tlh_aa: 'ach ngeb tu'lu'bej. %(exc)s

source: Bid placed successfully!
tlh_aa: QI'yaH!

source: Missing required argument %(argname)s
tlh_aa: jav %(argname)s

source: Invalid value for argument %(argname)s
tlh_aa: ghe'orDaq QongDaq yInlu' %(argname)s

source: Error parsing argument %(argname)s: %(exc)s
tlh_aa: 'orghenya'nganpu' %(argname)s: %(exc)s

source: Home
tlh_aa: juH

source: Sell
tlh_aa: ngev

source: About
tlh_aa: 'antu'

source: Language
tlh_aa: Hol

source: Log Out
tlh_aa: Qo'noS

source: Register
tlh_aa: qech

source: Log In
tlh_aa: QonoS

source: Search
tlh_aa: SoQ

source: Message
tlh_aa: QIn

source: Close
tlh_aa: SoQmoH

source: Sign in to our platform
tlh_aa: 'ej tIqDajDaq bIlengchu'taHvIS,

source: Email
tlh_aa: maSIl

source: Your email
tlh_aa: chIm

source: Password
tlh_aa: polonyuS

source: Your password
tlh_aa: puqlI'

source: Remember me
tlh_aa: HIqaw

source: Lost password?
tlh_aa: Hamlet, joHwI'?

source: Login
tlh_aa: QonoS

source: Not registered?
tlh_aa: qej'a'?

source: Create an account
tlh_aa: mIw'a' latlh yIchaw'chugh

source: My items
tlh_aa: mu'aw'

source: Purchase date
tlh_aa: Qujchuq

source: Item ID
tlh_aa: jI'IL

source: Seller
tlh_aa: je'

source: Product image for %(title)s
tlh_aa: lIHwI' %(title)s

source: Register on our platform
tlh_aa: qeylIS wIghoSqa'moH

source: Confirm password
tlh_aa: qorDu'

source: I agree to the %(terms)s
tlh_aa: jIHeghnIS %(terms)s

source: terms and conditions
tlh_aa: je' ghotpu'

source: Register account
tlh_aa: vaj DaH 'e' yImev

source: Already have an account?
tlh_aa: johpu'' bIH, qar'a'?

source: Login here
tlh_aa: naDev

source: Personal Access Tokens
tlh_aa: puqbe'wI'

source: Personal access tokens allow third-party services to authenticate with our application on your behalf.
tlh_aa: tlhoy dabuSbe'chugh, vaj ghu' daja'chugh.

source: Your new personal access token
tlh_aa: not wa'Hu' ramjep, not che'rup.

source: Your new personal access token is shown below. You may now use this token to make API requests.
tlh_aa: reH DuHbe'chugh qaSpa' DaTuQnIS. soHDaq pImmeyDaj choQoTmoHmeH mIw.

source: Copy
tlh_aa: qoS

source: Make sure to copy your new token now. You won't be able to see it again!
tlh_aa: not SuQongtaHvIS DaQoyDI'. bISaHQo'!

source: Create access token
tlh_aa: yIsaH

source: Name
tlh_aa: pong

source: Enter token name
tlh_aa: qeylIS pong

source: Give your token a descriptive name so you can easily identify it in the future.
tlh_aa: juplI' DaDalaHchu'mo' bIQongchu'

source: Expires at
tlh_aa: wo'

source: Leave blank to never expire.
tlh_aa: chIch neH choraQ.

source: Active Access Tokens
tlh_aa: ghojmoHwI''a'

source: Token name
tlh_aa: pong

source: Created
tlh_aa: Chen

source: Last used
tlh_aa: ghom'a'pu'qo'

source: Expires
tlh_aa: 'eS

source: Actions
tlh_aa: ghuy'cha'

source: Never
tlh_aa: not

source: Delete
tlh_aa: Dotlh

source: Items on sale
tlh_aa: lubuSHa'ha'

source: Title
tlh_aa: mang

source: Description
tlh_aa: qurgh

source: Starting Bid
tlh_aa: Si'Hutlh

source: Created At
tlh_aa: chenmoH

source: Closes At
tlh_aa: SaQ

source: Sell an Item
tlh_aa: 'ach Hoch Doch

source: Add Item
tlh_aa: joH

source: Currency
tlh_aa: qeylIS

source: Flash sale!
tlh_aa: reH pumbogh ngevwI'!

source: Add to listing
tlh_aa: yotlhDaq ratlh

source: Starting Price
tlh_aa: 'ay' wa'

source: Update listing
tlh_aa: yupma'

source: Are you sure?
tlh_aa: bIbej'a'?

source: %(item)s by %(seller)s
tlh_aa: %(item)s qonwI' %(seller)s

source: Closes at
tlh_aa: qo'Daq yIjaH

source: Added at
tlh_aa: nen

source: Starting bid
tlh_aa: Horey'So

source: Bid amount
tlh_aa: ghom

source: Minimum bid is %(min_bid)s
tlh_aa: joq %(min_bid)s

source: Bid
tlh_aa: cha'par

source: Congratulations!
tlh_aa: tlhochqu' 'urmang!

source: You won the bid!
tlh_aa: ta'meyDaq puqloD!

source: Final price
tlh_aa: romuluS

source: You won this item at %(closes_at)s
tlh_aa: 'oH Daleghpu' %(closes_at)s

source: Pay
tlh_aa: QI'tu'

source: Item is no longer at sale.
tlh_aa: chuQun ghaH.

source: Next time, act faster!
tlh_aa: poHlIj yImev!

source: %(icon)s Contact seller
tlh_aa: %(icon)s yIche'meH

source: %(icon)s Call seller
tlh_aa: %(icon)s mach

source: Elon-senpai notice me!
tlh_aa: jIHvaD jatlhtaHvIS, jIHvaD puqloDpu'!

source: Zuckdaddy, you so alpha!
tlh_aa: SoH, puqloDnIS!

source: Email to a friend
tlh_aa: wo' Duypu'DI' yIlo'
